[
  {
    "id": "1 Thessalonians 5:16-22",
    "category": "praise",
    "translations": {
      "NIV": "Rejoice always, pray continually, give thanks in all circumstances; for this is God's will for you in Christ Jesus. Do not quench the Spirit. Do not treat prophecies with contempt but test them all; hold on to what is good, reject every kind of evil.",
      "ESV": "Rejoice always, pray without ceasing, give thanks in all circumstances; for this is the will of God in Christ Jesus for you. Do not quench the Spirit. Do not despise prophecies, but test everything; hold fast what is good. Abstain from every form of evil.",
      "KJV": "Rejoice evermore. Pray without ceasing. In everything give thanks: for this is the will of God in Christ Jesus concerning you. Quench not the Spirit. Despise not prophesyings. Prove all things; hold fast that which is good. Abstain from all appearance of evil.",
      "NKJV": "Rejoice always, pray without ceasing, in everything give thanks; for this is the will of God in Christ Jesus for you. Do not quench the Spirit. Do not despise prophecies. Test all things; hold fast what is good. Abstain from every form of evil."
    }
  },
  {
    "id": "2 Samuel 22:5-7",
    "category": "prayer",
    "translations": {
      "NIV": "The waves of death swirled about me; the torrents of destruction overwhelmed me. The cords of the grave coiled around me; the snares of death confronted me. 'In my distress I called to the Lord; I called out to my God. From his temple he heard my voice; my cry came to his ears.'",
      "ESV": "The cords of death encompassed me; the torrents of destruction assailed me; the cords of Sheol entangled me; the snares of death confronted me. 'In my distress, I called upon the LORD; to my God, I called.' From his temple, he heard my voice, and my cry came to his ears.",
      "KJV": "When the waves of death compassed me, the floods of ungodly men made me afraid; The sorrows of hell compassed me about; the snares of death prevented me; In my distress, I called upon the LORD, and cried to my God. He heard my voice out of his temple, and my cry came before him, even into his ears.",
      "NKJV": "When the waves of death surrounded me, the floods of ungodliness made me afraid; The sorrows of Sheol surrounded me; The snares of death confronted me. In my distress I called upon the Lord, And cried out to my God; He heard my voice from His temple, And my cry entered His ears."
    }
  },
  {
    "id": "James 1:5-8",
    "category": "faith",
    "translations": {
      "NIV": "If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you. But when you ask, you must believe and not doubt, because the one who doubts is like a wave of the sea, blown and tossed by the wind. That person should not expect to receive anything from the Lord. Such a person is double-minded and unstable in all they do.",
      "ESV": "If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. For that person must not suppose that he will receive anything from the Lord; he is a double-minded man, unstable in all his ways.",
      "KJV": "If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed. For let not that man think that he shall receive anything of the Lord. A double-minded man is unstable in all his ways.",
      "NKJV": "If any of you lacks wisdom, let him ask of God, who gives to all liberally and without reproach, and it will be given to him. But let him ask in faith, with no doubting, for he who doubts is like a wave of the sea driven and tossed by the wind. For let not that man suppose that he will receive anything from the Lord; he is a double-minded man, unstable in all his ways."
    }
  },
  {
    "id": "John 13:34-35",
    "category": "love",
    "translations": {
      "NIV": "A new command I give you: Love one another. As I have loved you, so you must love one another. By this, everyone will know that you are my disciples if you love one another.",
      "ESV": "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another. By this, all people will know that you are my disciples if you have love for one another.",
      "KJV": "A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another. By this shall all men know that ye are my disciples if ye have love one to another.",
      "NKJV": "A new commandment I give to you, that you love one another; as I have loved you, that you also love one another. By this all will know that you are My disciples, if you have love for one another."
    }
  },
  {
    "id": "John 1:12",
    "category": "salvation",
    "translations": {
      "NIV": "Yet to all who did receive him, to those who believed in his name, he gave the right to become children of God.",
      "ESV": "But to all who did receive him, who believed in his name, he gave the right to become children of God.",
      "KJV": "But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name.",
      "NKJV": "But as many as received Him, to them He gave the right to become children of God, to those who believe in His name."
    }
  },
  {
    "id": "Mathew 22:37-40",
    "category": "love",
    "translations": {
      "NIV": "Jesus replied: 'Love the Lord your God with all your heart and with all your soul and with all your mind.' This is the first and greatest commandment. And the second is like it: 'Love your neighbor as yourself.' All the Law and the Prophets hang on these two commandments.",
      "ESV": "And he said to him, 'You shall love the Lord your God with all your heart and with all your soul and with all your mind. This is the great and first commandment. And a second is like it: 'You shall love your neighbor as yourself.' On these two commandments depend all the Law and the Prophets.",
      "KJV": "Jesus said unto him, 'Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. This is the first and great commandment. And the second is like unto it, 'Thou shalt love thy neighbor as thyself.' On these two commandments hang all the Law and the Prophets.",
      "NKJV": "Jesus said to him, 'You shall love the Lord your God with all your heart, with all your soul, and with all your mind.' This is the first and great commandment. And the second is like it: 'You shall love your neighbor as yourself.' On these two commandments hang all the Law and the Prophets."
    }
  },
  {
    "id": "Matthew 18:2-3",
    "category": "salvation",
    "translations": {
      "NIV": "He called a little child to him, and placed the child among them. And he said, 'Truly I tell you, unless you change and become like little children, you will never enter the kingdom of heaven.'",
      "ESV": "And calling to him a child, he put him in the midst of them and said, 'Truly, I say to you, unless you turn and become like children, you will never enter the kingdom of heaven.'",
      "KJV": "And Jesus called a little child unto him, and set him in the midst of them, And said, 'Verily I say unto you, Except ye be converted and become as little children, ye shall not enter into the kingdom of heaven.'",
      "NKJV": "Then Jesus called a little child to Him, set him in the midst of them, and said, 'Assuredly, I say to you, unless you are converted and become as little children, you will by no means enter the kingdom of heaven.'"
    }
  },
  {
    "id": "Proverbs 3:5-6",
    "category": "faith",
    "translations": {
      "NIV": "Trust in the LORD with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight.",
      "ESV": "Trust in the LORD with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
      "KJV": "Trust in the LORD with all thine heart, and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths.",
      "NKJV": "Trust in the LORD with all your heart, and lean not on your own understanding; in all your ways acknowledge Him, and He shall direct your paths."
    }
  },
  {
    "id": "Psalm 103",
    "category": "praise",
    "translations": {
      "NIV": "Praise the Lord, my soul; all my inmost being, praise his holy name. Praise the Lord, my soul, and forget not all his benefits.",
      "ESV": "Bless the LORD, O my soul, and all that is within me, bless his holy name! Bless the LORD, O my soul, and forget not all his benefits.",
      "KJV": "Bless the LORD, O my soul, and all that is within me, bless his holy name! Bless the LORD, O my soul, and forget not all his benefits.",
      "NKJV": "Bless the LORD, O my soul; And all that is within me, bless His holy name! Bless the LORD, O my soul, And forget not all His benefits."
    }
  },
  {
    "id": "Psalms 5:3",
    "category": "prayer",
    "translations": {
      "NIV": "In the morning, Lord, you hear my voice; in the morning I lay my requests before you and wait expectantly.",
      "ESV": "O LORD, in the morning you hear my voice; in the morning, I prepare a sacrifice for you and watch.",
      "KJV": "My voice shalt thou hear in the morning, O LORD; in the morning will I direct my prayer unto thee, and will look up.",
      "NKJV": "My voice You shall hear in the morning, O LORD; In the morning I will direct it to You, And I will look up."
    }
  },
  {
    "id": "Proverbs 17:17",
    "category": "love",
    "translations": {
      "NIV": "A friend loves at all times, and a brother is born for adversity.",
      "ESV": "A friend loves at all times, and a brother is born for adversity.",
      "KJV": "A friend loveth at all times, and a brother is born for adversity.",
      "NKJV": "A friend loves at all times, and a brother is born for adversity."
    }
  },
  {
    "id": "Matthew 5:43-44",
    "category": "love",
    "translations": {
      "NIV": "You have heard that it was said, 'You shall love your neighbor and hate your enemy.' But I say to you, Love your enemies and pray for those who persecute you.",
      "ESV": "You have heard that it was said, 'You shall love your neighbor and hate your enemy.' But I say to you, Love your enemies and pray for those who persecute you.",
      "KJV": "Ye have heard that it hath been said, 'Thou shalt love thy neighbour, and hate thine enemy.' But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you and persecute you.",
      "NKJV": "You have heard that it was said, 'You shall love your neighbor and hate your enemy.' But I say to you, love your enemies, bless those who curse you, do good to those who hate you, and pray for those who spitefully use you and persecute you,"
    }
  },
  {
    "id": "Matthew 22:37-39",
    "category": "love",
    "translations": {
      "NIV": "And he said to him, 'You shall love the Lord your God with all your heart and with all your soul and with all your mind. This is the great and first commandment. And a second is like it: You shall love your neighbor as yourself.'",
      "ESV": "And he said to him, 'You shall love the Lord your God with all your heart and with all your soul and with all your mind. This is the great and first commandment. And a second is like it: You shall love your neighbor as yourself.'",
      "KJV": "Jesus said unto him, 'Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. This is the first and great commandment. And the second is like unto it, 'Thou shalt love thy neighbour as thyself.' On these two commandments hang all the Law and the Prophets.",
      "NKJV": "Jesus said to him, 'You shall love the Lord your God with all your heart, with all your soul, and with all your mind.' This is the first and great commandment. And the second is like it: 'You shall love your neighbor as yourself.'"
    }
  },
  {
    "id": "John 15:9",
    "category": "love",
    "translations": {
      "NIV": "As the Father has loved me, so have I loved you. Abide in my love.",
      "ESV": "As the Father has loved me, so have I loved you. Abide in my love.",
      "KJV": "As the Father hath loved me, so have I loved you. Continue ye in my love.",
      "NKJV": "As the Father loved Me, I also have loved you; abide in My love."
    }
  },
  {
    "id": "Romans 12:9-10",
    "category": "love",
    "translations": {
      "NIV": "Let love be genuine. Abhor what is evil; hold fast to what is good. Love one another with brotherly affection. Outdo one another in showing honor.",
      "ESV": "Let love be genuine. Abhor what is evil; hold fast to what is good. Love one another with brotherly affection. Outdo one another in showing honor.",
      "KJV": "Let love be without dissimulation. Abhor that which is evil; cleave to that which is good. Be kindly affectioned one to another with brotherly love; in honour preferring one another.",
      "NKJV": "Let love be without hypocrisy. Abhor what is evil. Cling to what is good. Be kindly affectionate to one another with brotherly love, in honor giving preference to one another."
    }
  },
  {
    "id": "1 Corinthians 13:4-7",
    "category": "love",
    "translations": {
      "NIV": "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; it does not rejoice at wrongdoing, but rejoices with the truth. Love bears all things, believes all things, hopes all things, endures all things.",
      "ESV": "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; it does not rejoice at wrongdoing, but rejoices with the truth. Love bears all things, believes all things, hopes all things, endures all things.",
      "KJV": "Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up, doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil; rejoiceth not in iniquity, but rejoiceth in the truth; beareth all things, believeth all things, hopeth all things, endureth all things.",
      "NKJV": "Love suffers long and is kind; love does not envy; love does not parade itself, is not puffed up; does not behave rudely, does not seek its own, is not provoked, thinks no evil; does not rejoice in iniquity, but rejoices in the truth; bears all things, believes all things, hopes all things, endures all things."
    }
  },
  {
    "id": "1 Corinthians 13:13",
    "category": "love",
    "translations": {
      "NIV": "So now faith, hope, and love abide, these three; but the greatest of these is love.",
      "ESV": "So now faith, hope, and love abide, these three; but the greatest of these is love.",
      "KJV": "And now abideth faith, hope, charity, these three; but the greatest of these is charity.",
      "NKJV": "And now abide faith, hope, love, these three; but the greatest of these is love."
    }
  },
  {
    "id": "1 John 2:10",
    "category": "love",
    "translations": {
      "NIV": "Whoever loves his brother abides in the light, and in him there is no cause for stumbling.",
      "ESV": "Whoever loves his brother abides in the light, and in him there is no cause for stumbling.",
      "KJV": "He that loveth his brother abideth in the light, and there is none occasion of stumbling in him.",
      "NKJV": "He who loves his brother abides in the light, and there is no cause for stumbling in him."
    }
  },
  {
    "id": "1 John 3:18",
    "category": "love",
    "translations": {
      "NIV": "Little children, let us not love in word or talk but in deed and in truth.",
      "ESV": "Little children, let us not love in word or talk but in deed and in truth.",
      "KJV": "My little children, let us not love in word, neither in tongue, but in deed and in truth.",
      "NKJV": "My little children, let us not love in word or in tongue, but in deed and in truth."
    }
  },
  {
    "id": "1 John 4:7-8",
    "category": "love",
    "translations": {
      "NIV": "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. Anyone who does not love does not know God, because God is love.",
      "ESV": "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. Anyone who does not love does not know God, because God is love.",
      "KJV": "Beloved, let us love one another, for love is of God; and every one that loveth is born of God, and knoweth God. He that loveth not knoweth not God; for God is love.",
      "NKJV": "Beloved, let us love one another, for love is of God; and everyone who loves is born of God and knows God. He who does not love does not know God, for God is love."
    }
  },
  {
    "id": "1 John 4:12",
    "category": "love",
    "translations": {
      "NIV": "No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.",
      "ESV": "No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.",
      "KJV": "No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us.",
      "NKJV": "No one has seen God at any time. If we love one another, God abides in us, and His love has been perfected in us."
    }
  },

  {
    "id": "1 John 4:21",
    "category": "love",
    "translations": {
      "NIV": "And this commandment we have from him: whoever loves God must also love his brother.",
      "ESV": "And this commandment we have from him: whoever loves God must also love his brother.",
      "KJV": "And this commandment have we from him, That he who loveth God love his brother also.",
      "NKJV": "And this commandment we have from Him: that he who loves God must love his brother also."
    }
  },
  {
    "id": "Matthew 17:20",
    "category": "faith",
    "translations": {
      "NIV": "He replied, 'Because you have so little faith. Truly I tell you, if you have faith as small as a mustard seed, you can say to this mountain, 'Move from here to there,' and it will move. Nothing will be impossible for you.'",
      "ESV": "He said to them, 'Because of your little faith. For truly, I say to you, if you have faith like a grain of mustard seed, you will say to this mountain, 'Move from here to there,' and it will move, and nothing will be impossible for you.'",
      "KJV": "And Jesus said unto them, 'Because of your unbelief: for verily I say unto you, if ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you.'",
      "NKJV": "So Jesus said to them, 'Because of your unbelief; for assuredly, I say to you, if you have faith as a mustard seed, you will say to this mountain, 'Move from here to there,' and it will move, and nothing will be impossible for you.'"
    }
  },
  {
    "id": "Mark 11:22-23",
    "category": "faith",
    "translations": {
      "NIV": "Have faith in God,' Jesus answered. 'Truly I tell you, if anyone says to this mountain, 'Go, throw yourself into the sea,' and does not doubt in their heart but believes that what they say will happen, it will be done for them.'",
      "ESV": "And Jesus answered them, 'Have faith in God. Truly, I say to you, whoever says to this mountain, 'Be taken up and thrown into the sea,' and does not doubt in his heart, but believes that what he says will come to pass, it will be done for him.'",
      "KJV": "And Jesus answering saith unto them, 'Have faith in God. For verily I say unto you, That whosoever shall say unto this mountain, Be thou removed, and be thou cast into the sea; and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass; he shall have whatsoever he saith.'",
      "NKJV": "So Jesus answered and said to them, 'Have faith in God. For assuredly, I say to you, whoever says to this mountain, 'Be removed and be cast into the sea,' and does not doubt in his heart, but believes that those things he says will be done, he will have whatever he says.'"
    }
  },
  {
    "id": "Romans 5:1",
    "category": "faith",
    "translations": {
      "NIV": "Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ.",
      "ESV": "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ.",
      "KJV": "Therefore being justified by faith, we have peace with God through our Lord Jesus Christ.",
      "NKJV": "Therefore, having been justified by faith, we have peace with God through our Lord Jesus Christ."
    }
  },
  {
    "id": "2 Corinthians 5:7",
    "category": "faith",
    "translations": {
      "NIV": "For we live by faith, not by sight.",
      "ESV": "For we walk by faith, not by sight.",
      "KJV": "For we walk by faith, not by sight.",
      "NKJV": "For we walk by faith, not by sight."
    }
  },
  {
    "id": "Galatians 2:20",
    "category": "faith",
    "translations": {
      "NIV": "I have been crucified with Christ, and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me.",
      "ESV": "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.",
      "KJV": "I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.",
      "NKJV": "I have been crucified with Christ; it is no longer I who live, but Christ lives in me; and the life which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself for me."
    }
  },
  {
    "id": "James 1:2-3",
    "category": "faith",
    "translations": {
      "NIV": "Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds because you know that the testing of your faith produces perseverance.",
      "ESV": "Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness.",
      "KJV": "My brethren, count it all joy when ye fall into divers temptations; Knowing this, that the trying of your faith worketh patience.",
      "NKJV": "My brethren, count it all joy when you fall into various trials, knowing that the testing of your faith produces patience."
    }
  },
  {
    "id": "1 John 5:4",
    "category": "faith",
    "translations": {
      "NIV": "For everyone born of God overcomes the world. This is the victory that has overcome the world, even our faith.",
      "ESV": "For everyone who has been born of God overcomes the world. And this is the victory that has overcome the world—our faith.",
      "KJV": "For whatsoever is born of God overcometh the world: and this is the victory that overcometh the world, even our faith.",
      "NKJV": "For whatever is born of God overcomes the world. And this is the victory that has overcome the world—our faith."
    }
  },
  {
    "id": "1 Chronicles 16:34",
    "category": "praise",
    "translations": {
      "NIV": "Give thanks to the LORD, for he is good; his love endures forever.",
      "ESV": "Oh give thanks to the LORD, for he is good; for his steadfast love endures forever!",
      "KJV": "O give thanks unto the LORD, for he is good; for his mercy endureth forever.",
      "NKJV": "Oh, give thanks to the LORD, for He is good! For His mercy endures forever."
    }
  },
  {
    "id": "1 Chronicles 29:11",
    "category": "praise",
    "translations": {
      "NIV": "Yours, LORD, is the greatness and the power and the glory and the majesty and the splendor, for everything in heaven and earth is yours. Yours, LORD, is the kingdom; you are exalted as head over all.",
      "ESV": "Yours, O LORD, is the greatness and the power and the glory and the victory and the majesty, for all that is in the heavens and in the earth is yours. Yours is the kingdom, O LORD, and you are exalted as head above all.",
      "KJV": "Thine, O LORD, is the greatness, and the power, and the glory, and the victory, and the majesty: for all that is in the heaven and in the earth is thine; thine is the kingdom, O LORD, and thou art exalted as head above all.",
      "NKJV": "Yours, O LORD, is the greatness, the power and the glory, the victory and the majesty; for all that is in heaven and in earth is Yours; Yours is the kingdom, O LORD, and You are exalted as head over all."
    }
  },
  {
    "id": "Psalm 9:1-2",
    "category": "praise",
    "translations": {
      "NIV": "I will give thanks to you, LORD, with all my heart; I will tell of all your wonderful deeds. I will be glad and rejoice in you; I will sing the praises of your name, O Most High.",
      "ESV": "I will give thanks to the LORD with my whole heart; I will recount all of your wonderful deeds. I will be glad and exult in you; I will sing praise to your name, O Most High.",
      "KJV": "I will praise thee, O LORD, with my whole heart; I will show forth all thy marvelous works. I will be glad and rejoice in thee: I will sing praise to thy name, O thou most High.",
      "NKJV": "I will praise You, O LORD, with my whole heart; I will tell of all Your marvelous works. I will be glad and rejoice in You; I will sing praise to Your name, O Most High."
    }
  },
  {
    "id": "Psalm 89:1",
    "category": "praise",
    "translations": {
      "NIV": "I will sing of the LORD's great love forever; with my mouth, I will make your faithfulness known through all generations.",
      "ESV": "I will sing of the steadfast love of the LORD, forever; with my mouth, I will make known your faithfulness to all generations.",
      "KJV": "I will sing of the mercies of the LORD forever: with my mouth will I make known thy faithfulness to all generations.",
      "NKJV": "I will sing of the mercies of the LORD forever; with my mouth will I make known Your faithfulness to all generations."
    }
  },
  {
    "id": "Psalm 100:4-5",
    "category": "praise",
    "translations": {
      "NIV": "Enter his gates with thanksgiving and his courts with praise; give thanks to him and praise his name. For the LORD is good, and his love endures forever; his faithfulness continues through all generations.",
      "ESV": "Enter his gates with thanksgiving, and his courts with praise! Give thanks to him; bless his name! For the LORD is good; his steadfast love endures forever, and his faithfulness to all generations.",
      "KJV": "Enter into his gates with thanksgiving, and into his courts with praise: be thankful unto him, and bless his name. For the LORD is good; his mercy is everlasting; and his truth endureth to all generations.",
      "NKJV": "Enter into His gates with thanksgiving, And into His courts with praise. Be thankful to Him, and bless His name. For the LORD is good; His mercy is everlasting, And His truth endures to all generations."
    }
  },
  {
    "id": "Psalm 145:1-3",
    "category": "praise",
    "translations": {
      "NIV": "I will exalt you, my God the King; I will praise your name for ever and ever. Every day I will praise you and extol your name for ever and ever. Great is the LORD and most worthy of praise; his greatness no one can fathom.",
      "ESV": "I will extol you, my God and King, and bless your name forever and ever. Every day I will bless you and praise your name forever and ever. Great is the LORD, and greatly to be praised, and his greatness is unsearchable.",
      "KJV": "I will extol thee, my God, O king; and I will bless thy name for ever and ever. Every day will I bless thee; and I will praise thy name for ever and ever. Great is the LORD, and greatly to be praised, and his greatness is unsearchable.",
      "NKJV": "I will extol You, my God, O King; And I will bless Your name forever and ever. Every day I will bless You, And I will praise Your name forever and ever. Great is the LORD, and greatly to be praised; And His greatness is unsearchable."
    }
  },
  {
    "id": "Psalm 150:1-2",
    "category": "praise",
    "translations": {
      "NIV": "Praise the LORD. Praise God in his sanctuary; praise him in his mighty heavens. Praise him for his acts of power; praise him for his surpassing greatness.",
      "ESV": "Praise the LORD! Praise God in his sanctuary; praise him in his mighty heavens! Praise him for his mighty deeds; praise him according to his excellent greatness!",
      "KJV": "Praise ye the LORD. Praise God in his sanctuary: praise him in the firmament of his power. Praise him for his mighty acts: praise him according to his excellent greatness.",
      "NKJV": "Praise the LORD! Praise God in His sanctuary; Praise Him in His mighty firmament! Praise Him for His mighty acts; Praise Him according to His excellent greatness!"
    }
  },
  {
    "id": "Psalm 150:6",
    "category": "praise",
    "translations": {
      "NIV": "Let everything that has breath praise the LORD. Praise the LORD.",
      "ESV": "Let everything that has breath praise the LORD! Praise the LORD!",
      "KJV": "Let every thing that hath breath praise the LORD. Praise ye the LORD.",
      "NKJV": "Let everything that has breath praise the LORD. Praise the LORD."
    }
  },
  {
    "id": "James 5:13",
    "category": "praise",
    "translations": {
      "NIV": "Is anyone among you in trouble? Let them pray. Is anyone happy? Let them sing songs of praise.",
      "ESV": "Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise.",
      "KJV": "Is any among you afflicted? let him pray. Is any merry? let him sing psalms.",
      "NKJV": "Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing psalms."
    }
  },
  {
    "id": "Revelation 5:12",
    "category": "praise",
    "translations": {
      "NIV": "In a loud voice, they were saying: 'Worthy is the Lamb, who was slain, to receive power and wealth and wisdom and strength and honor and glory and praise!'",
      "ESV": "Saying with a loud voice, 'Worthy is the Lamb who was slain, to receive power and wealth and wisdom and might and honor and glory and blessing!'",
      "KJV": "Saying with a loud voice, 'Worthy is the Lamb that was slain to receive power, and riches, and wisdom, and strength, and honour, and glory, and blessing.'",
      "NKJV": "Saying with a loud voice: 'Worthy is the Lamb who was slain To receive power and riches and wisdom, And strength and honor and glory and blessing!'"
    }
  },
  {
    "id": "Matthew 6:6",
    "category": "prayer",
    "translations": {
      "NIV": "But when you pray, go into your room, close the door, and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you.",
      "ESV": "But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.",
      "KJV": "But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.",
      "NKJV": "But you, when you pray, go into your room, and when you have shut your door, pray to your Father who is in the secret place; and your Father who sees in secret will reward you openly."
    }
  },
  {
    "id": "Matthew 6:9-13",
    "category": "prayer",
    "translations": {
      "NIV": "This, then, is how you should pray: 'Our Father in heaven, hallowed be your name, your kingdom come, your will be done, on earth as it is in heaven. Give us today our daily bread. Forgive us our debts, as we also have forgiven our debtors. And lead us not into temptation, but deliver us from the evil one.'",
      "ESV": "Pray then like this: 'Our Father in heaven, hallowed be your name. Your kingdom come, your will be done, on earth as it is in heaven. Give us this day our daily bread, and forgive us our debts, as we also have forgiven our debtors. And lead us not into temptation, but deliver us from evil.'",
      "KJV": "After this manner, therefore, pray: 'Our Father which art in heaven, Hallowed be thy name. Thy kingdom come, Thy will be done on earth, as it is in heaven. Give us this day our daily bread. And forgive us our debts, as we forgive our debtors. And lead us not into temptation, but deliver us from evil.'",
      "NKJV": "In this manner, therefore, pray: 'Our Father in heaven, Hallowed be Your name. Your kingdom come. Your will be done on earth as it is in heaven. Give us this day our daily bread. And forgive us our debts, As we forgive our debtors. And do not lead us into temptation, But deliver us from the evil one. For Yours is the kingdom and the power and the glory forever. Amen.'"
    }
  },
  {
    "id": "Matthew 7:11",
    "category": "prayer",
    "translations": {
      "NIV": "If you, then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give good gifts to those who ask him!",
      "ESV": "If you then, who are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!",
      "KJV": "If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?",
      "NKJV": "If you then, being evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask Him!"
    }
  },
  {
    "id": "Mark 11:24-25",
    "category": "prayer",
    "translations": {
      "NIV": "Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours. And when you stand praying, if you hold anything against anyone, forgive them, so that your Father in heaven may forgive you your sins.",
      "ESV": "Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours. And whenever you stand praying, forgive, if you have anything against anyone, so that your Father also who is in heaven may forgive you your trespasses.",
      "KJV": "Therefore I say unto you, What things soever ye desire when ye pray, believe that ye receive them, and ye shall have them. And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.",
      "NKJV": "Therefore I say to you, whatever things you ask when you pray, believe that you receive them, and you will have them. And whenever you stand praying, if you have anything against anyone, forgive him, that your Father in heaven may also forgive you your trespasses."
    }
  },
  {
    "id": "Ephesians 6:18",
    "category": "prayer",
    "translations": {
      "NIV": "And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the Lord's people.",
      "ESV": "Praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints.",
      "KJV": "Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints.",
      "NKJV": "praying always with all prayer and supplication in the Spirit, being watchful to this end with all perseverance and supplication for all the saints—"
    }
  },
  {
    "id": "Philippians 4:6-7",
    "category": "prayer",
    "translations": {
      "NIV": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.",
      "ESV": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
      "KJV": "Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.",
      "NKJV": "Be anxious for nothing, but in everything by prayer and supplication, with thanksgiving, let your requests be made known to God; and the peace of God, which surpasses all understanding, will guard your hearts and minds through Christ Jesus."
    }
  },
  {
    "id": "1 Thessalonians 5:16-18",
    "category": "prayer",
    "translations": {
      "NIV": "Rejoice always, pray continually, give thanks in all circumstances; for this is God's will for you in Christ Jesus.",
      "ESV": "Rejoice always, pray without ceasing, give thanks in all circumstances; for this is the will of God in Christ Jesus for you.",
      "KJV": "Rejoice evermore. Pray without ceasing. In every thing give thanks: for this is the will of God in Christ Jesus concerning you.",
      "NKJV": "Rejoice always, pray without ceasing, in everything give thanks; for this is the will of God in Christ Jesus for you."
    }
  },
  {
    "id": "1 Timothy 2:1-2",
    "category": "prayer",
    "translations": {
      "NIV": "I urge, then, first of all, that petitions, prayers, intercession and thanksgiving be made for all people— for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness.",
      "ESV": "First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people, for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way.",
      "KJV": "I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men; For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.",
      "NKJV": "Therefore I exhort first of all that supplications, prayers, intercessions, and giving of thanks be made for all men, for kings and all who are in authority, that we may lead a quiet and peaceable life in all godliness and reverence."
    }
  },
  {
    "id": "Hebrews 4:16",
    "category": "prayer",
    "translations": {
      "NIV": "Let us then approach God's throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need.",
      "ESV": "Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.",
      "KJV": "Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.",
      "NKJV": "Let us therefore come boldly to the throne of grace, that we may obtain mercy and find grace to help in time of need."
    }
  },
  {
    "id": "James 5:13",
    "category": "prayer",
    "translations": {
      "NIV": "Is anyone among you in trouble? Let them pray. Is anyone happy? Let them sing songs of praise.",
      "ESV": "Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise.",
      "KJV": "Is any among you afflicted? let him pray. Is any merry? let him sing psalms.",
      "NKJV": "Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing psalms."
    }
  },
  {
    "id": "Acts 4:12",
    "category": "salvation",
    "translations": {
      "NIV": "Salvation is found in no one else, for there is no other name under heaven given to mankind by which we must be saved.",
      "ESV": "And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.",
      "KJV": "Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.",
      "NKJV": "Nor is there salvation in any other, for there is no other name under heaven given among men by which we must be saved."
    }
  },
  {
    "id": "Romans 8:1",
    "category": "salvation",
    "translations": {
      "NIV": "Therefore, there is now no condemnation for those who are in Christ Jesus.",
      "ESV": "There is therefore now no condemnation for those who are in Christ Jesus.",
      "KJV": "There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.",
      "NKJV": "There is therefore now no condemnation to those who are in Christ Jesus, who do not walk according to the flesh, but according to the Spirit."
    }
  },
  {
    "id": "Romans 10:9-10",
    "category": "salvation",
    "translations": {
      "NIV": "If you declare with your mouth, 'Jesus is Lord,' and believe in your heart that God raised him from the dead, you will be saved. For it is with your heart that you believe and are justified, and it is with your mouth that you profess your faith and are saved.",
      "ESV": "Because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved. For with the heart one believes and is justified, and with the mouth one confesses and is saved.",
      "KJV": "That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved. For with the heart man believeth unto righteousness, and with the mouth confession is made unto salvation.",
      "NKJV": "that if you confess with your mouth the Lord Jesus and believe in your heart that God has raised Him from the dead, you will be saved. For with the heart one believes unto righteousness, and with the mouth confession is made unto salvation."
    }
  },
  {
    "id": "Romans 10:13",
    "category": "salvation",
    "translations": {
      "NIV": "For, 'Everyone who calls on the name of the Lord will be saved.'",
      "ESV": "For 'everyone who calls on the name of the Lord will be saved.'",
      "KJV": "For whosoever shall call upon the name of the Lord shall be saved.",
      "NKJV": "For 'whoever calls on the name of the Lord shall be saved.'"
    }
  },
  {
    "id": "Ephesians 2:8-10",
    "category": "salvation",
    "translations": {
      "NIV": "For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God—not by works, so that no one can boast. For we are God's handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do.",
      "ESV": "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, not a result of works, so that no one may boast. For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.",
      "KJV": "For by grace are ye saved through faith, and that not of yourselves: it is the gift of God: Not of works, lest any man should boast. For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.",
      "NKJV": "For by grace you have been saved through faith, and that not of yourselves; it is the gift of God, not of works, lest anyone should boast. For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them."
    }
  }
]
